    {
        "The King of Musang King":{
            "Theme": "Family Friendly",
            "Title": "The King of Musang King",
            "Trailer_Link": "https://www.youtube.com/watch?v=RY7hnlMkRCw",
            "Synopsis": "Mao Shan is an ambitious durian farmer who wishes to expand his sales overseas, against pressures from the “Three Heavenly Kings” of the business. He helps Mei Lian, his neighbour and sole supporter, to improve her durian farm harvests, and develops feelings for her in the process.",
            "Country": "Singapore",
            "Language": "Mandarin",
            "Year": "2023",
            "Accolades": "This film was well-received in Singapore and in Malaysia.",
            "Rating": "PG13",
            "Contact_Company": "mm2 Entertainment",
            "Contact": "mm2@email.com"
    },
        "Ajoomma": {
            "Theme": "Family Friendly",
            "Title": "Ajoomma",
            "Trailer_Link": "https://www.youtube.com/watch?v=5TLZ4OGGmpU",
            "Synopsis": "A middle aged, Korean-drama obsessed widow from Singapore travels out of the country for the first time to Seoul and ends up getting lost. Her journey becomes an unexpected road of self discovery, as she comes to terms with the life she truly wants to have for herself.",
            "Country": "Singapore",
            "Language": "Mandarin, Korean, English",
            "Year": "2022",
            "Accolades": "New Currents Competition - 27th Busan International Film Festival 2022\r\nNominated (Best New Director) - 59th Taipei Golden Horse Awards 2022\r\nNominated (Best Original Screenplay) - 59th Taipei Golden Horse Awards 2022\r\nNominated (Best Actress) - 59th Taipei Golden Horse Awards 2022\r\nNominated (Best Supporting Actor) - 59th Taipei Golden Horse Awards 2022",
            "Rating": "NC 16",
            "Contact_Company": "Giraffe Pictures",
            "Contact": "giraffe@email.com"
    },
        "Reunion Dinner": {
            "Theme": "Family Friendly",
            "Title": "Reunion Dinner",
            "Trailer_Link": "https://www.youtube.com/watch?v=GfehtCmSlmI",
            "Synopsis": "Co-workers Chaoyang and Zi Hong have been dating for more than a year, with marriage on the cards. When a client requests for a livestream of their reunion dinner to promote his products, the couple realises that neither have met the other’s family. Zi Hong is excited to finally get to meet Chaoyang’s mother, unaware of the latter’s estranged relationship with his mother. Embarrassed by his mother Yan Ling’s occupation as a mama-san, Chaoyang decides to engage the help of a friend, Wei, to “rent-a-family”, resulting in a series of mishaps and hilarity. The carefully constructed sham falls to pieces when the lie is eventually exposed over the reunion dinner on livestream. Will Chaoyang be able to repair the broken relationship with his mother and reconcile his differences with Zi Hong?",
            "Country": "Singapore",
            "Language": "Mandarin, English",
            "Year": "2022",
            "Accolades": "This project was under a collaboration between Clover Films and iQiyi and well-received in Singapore.",
            "Rating": "PG",
            "Contact_Company": "Clover Films",
            "Contact": "clover@email.com"
    },
        "Tiong Bahru Social Club": {
            "Theme": "Family Friendly",
            "Title": "Tiong Bahru Social Club",
            "Trailer_Link": "https://www.youtube.com/watch?v=Z18-VcO2me0",
            "Synopsis": "Ah Bee goes on a comedic odyssey through Tiong Bahru Social Club, a data-driven project to create the happiest neighbourhood in the world. Little by little, Ah Bee’s encounters with the neighbourhood’s residents reveal the absurdity of life.",
            "Country": "Singapore",
            "Language": "English, Mandarin, Malay, Tamil, Dialect",
            "Year": "2020",
            "Accolades": "Official Selection - Singapore International Film Festival 2020\r\nOfficial Selection - Busan International Film Festival 2020",
            "Rating": "NC 16",
            "Contact_Company": "13 Little Pictures",
            "Contact": "13LilPict@email.com"
    },
        "Number 1":{
            "Theme": "Family Friendly",
            "Title": "Number 1",
            "Trailer_Link": "https://www.youtube.com/watch?v=xlegFxLPPLg",
            "Synopsis": "The film revolves around a retrenched middle-aged man who accidentally becomes a night club drag queen sensation.",
            "Country": "Singapore",
            "Language": "Mandarin, Dialect",
            "Year": "2020",
            "Accolades": "Nominated (Best Leading Actor) - 57th Golden Horse Awards 2020\r\nBest Costume & Make-up Design - 57th Golden Horse Awards 2020",
            "Rating": "NC 16",
            "Contact_Company": "Clover Films",
            "Contact": "clover@email.com"
    },
        "The Diam Diam Era 2": {
            "Theme": "Family Friendly",
            "Title": "The Diam Diam Era 2",
            "Trailer_Link": "https://www.youtube.com/watch?v=9DAuSTwntIA&t=38s",
            "Synopsis": "The story continues with Ah Kun, Osman and Shamugam forming a political party C.M.I to contest in the 1988 General Election. The fervant of campaigning has swept up both Ah Kun's and Zhao Di's family. As Ah Kun thinks of many ways to garner support, will both families be dragged in as well? Can Ah Kun really win the election?",
            "Country": "Singapore",
            "Language": "English, Mandarin, Dialect",
            "Year": "2020",
            "Accolades": "This series of The Diam Diam Era was well-received in Singapore.",
            "Rating": "PG 13",
            "Contact_Company": "mm2 Entertainment",
            "Contact": "mm2@email.com"
    },
        "The Diam Diam Era": {
            "Theme": "Family Friendly",
            "Title": "The Diam Diam Era",
            "Trailer_Link": "https://www.youtube.com/watch?v=f_vMu_aG0js&t=37s",
            "Synopsis": "The Diam Diam Era begins from 1979, spanning over a decade through the end of 1980s. Through the experiences and tribulations of the 2nd Generation of Zhao Di’s and Ah Kun’s family, the audiences will walk through the same great changes in Singapore's environment and lives that the characters went through. The film focuses on Ah Kun’s son Yong Xin and Zhao Di’s son Shun Fa. It explores the attitudes, life views and differences between the young generation, their different reactions and treatment of policies implemented in Nation Building from the founding of Singapore to the present, modern developed country.",
            "Country": "Singapore",
            "Language": "English, Mandarin, Dialect",
            "Year": "2020",
            "Accolades": "This series of The Diam Diam Era was well-received in Singapore.",
            "Rating": "PG 13",
            "Contact_Company": "mm2 Entertainment",
            "Contact": "mm2@email.com"
    },
        "Long Long Time Ago": {
            "Theme": "Family Friendly",
            "Title": "Long Long Time Ago",
            "Trailer_Link": "https://www.youtube.com/watch?v=GMHY2PeALOs&t=18s",
            "Synopsis": "The story follows a family's life from a kampong to a HDB flat, which parallels Singapore's growth. On 9 August 1965, Tan Ya-Juan, the second wife, is driven out by her husband’s family. On the same night, the heavily pregnant Ya-Juan gives birth to twins, Shun Fatt and Su-mei. Born with a hole in his heart, Shun Fatt cannot live past his 12th birthday. His fragile and precarious life mirrors Singapore’s situation circa 1965, as the country takes its first steps as an independent nation, and progresses through difficult years with an indomitable spirit.",
            "Country": "Singapore",
            "Language": "Mandarin, English, Malay, Tamil, Dialect",
            "Year": "2016",
            "Accolades": "This film was well-received in Singapore.",
            "Rating": "PG 13",
            "Contact_Company": "mm2 Entertainment",
            "Contact": "mm2@email.com"
    },
        "7 Letters": {
            "Theme": "Family Friendly",
            "Title": "7 Letters",
            "Trailer_Link": "https://www.youtube.com/watch?v=dI_Tp92v_OA",
            "Synopsis": "Boo Junfeng, Eric Khoo, Jack Neo, K. Rajagopal, Kelvin Tong, Royston Tan, and Tan Pin Pin – familiar, award-winning local filmmakers present an emotive anthology of the lives and stories of Singaporeans in celebration of the nation’s 50th year. Representing seven heartfelt ‘love letters’ to Singapore, 7 Letters captures each director’s personal and poignant connection with Singapore, telling tales of lost love, identity, inter-generational familial issues, unlikely neighbours, and traditional folklore.",
            "Country": "Singapore",
            "Language": "Mandarin, English, Malay, Malayam, Dialect",
            "Year": "2015",
            "Accolades": "Official Selection - 20th Busan International Film Festival 2015",
            "Rating": "PG",
            "Contact_Company": "Chuan Pictures",
            "Contact": "chuan@email.com"
    },
        "Ilo Ilo": {
            "Theme": "Family Friendly",
            "Title": "Ilo Ilo",
            "Trailer_Link": "https://www.youtube.com/watch?v=ISovsVvX8Bg",
            "Synopsis": "Set in Singapore in 1997, Ilo Ilo chronicles the relationship between a family of three and their newly arrived Filipino maid, Teresa. The family’s already strained relationship is threatened as they adapt to the presence of this stranger. Still, Teresa and Jia Le, the young and troublesome boy she cares for, soon form a bond, and Teresa becomes an unspoken part of the family.",
            "Country": "Singapore",
            "Language": "English, Mandarin ",
            "Year": "2013",
            "Accolades": "Camera d'Or - 66th Cannes Film Festival 2013\r\nBest Original Screenplay - 50th Taipei Golden Horse Awards 2013",
            "Rating": "PG 13",
            "Contact_Company": "Giraffe Pictures",
            "Contact": "giraffe@email.com"
    },
        "Ah Boys To Men 4": {
            "Theme": "Family Friendly",
            "Title": "Ah Boys To Men 4",
            "Trailer_Link": "https://www.youtube.com/watch?v=Qiehhi2EI_0",
            "Synopsis": "After completing their national service, the Ah Boys have now returned to civilian life, and are busy with their respective careers. But every year, the call comes for them to serve the nation again under the Singapore Armed Forces’ Armoured Formation. In the army reservists, the difficult supervisor at work could end up a lower-ranking military subordinate. How will they deal with such an awkward situation? Will the strong bonds of camaraderie, previously forged in the course of national service, end up being chipped away by the harsh realities of society? Facing military role adjustments, status reversals, harsh training, and a steep decline in their fitness level, what hilarious situations will this band of brothers find themselves in this time?",
            "Country": "Singapore",
            "Language": "English, Mandarin, Dialect",
            "Year": "2017",
            "Accolades": "This series of Ah Boys to Men was well-received in Singapore.",
            "Rating": "PG 13",
            "Contact_Company": "mm2 Entertainment",
            "Contact": "mm2@email.com"
    },
        "Ah Boys To Men 3 Frogmen": {
            "Theme": "Family Friendly",
            "Title": "Ah Boys To Men 3 Frogmen",
            "Trailer_Link": "https://www.youtube.com/watch?v=psVG2KpJvhA",
            "Synopsis": "An alternative version of events, Ah Boys to Men 3: Frogmen brings Singapore's favourite recruits back to the days before enlistment in Ah Boys To Men. Instead of Pulau Tekong, the Ah Boys are posted to the Naval Diving Unit (NDU). Returning to active duty are familiar characters - Ken Chow (Joshua Tan), the spoilt, rich kid, who tries to 'keng' (fake illness) his way out of NS; Aloysius Jin aka Wayang King (Maxi Lim), whose over-enthusiasm creates more problems for his cabin mates; Lobang (Wang Weiliang), the street-smart wheeler dealer, out to make a quick buck off his cabin mates. Joining them is new face Hei Long aka The Black Dragon (Wesley Wong), an aggressive gang leader, who prefers to talk with his fists instead of his mouth. Together, this ragtag band of misfits must somehow survive 40 weeks of training from hell. Do they have what it takes to become part of one of Singapore’s most fearsome military units – the Frogmen?",
            "Country": "Singapore",
            "Language": "English, Mandarin, Dialect",
            "Year": "2015",
            "Accolades": "This series of Ah Boys to Men was well-received in Singapore.",
            "Rating": "PG 13",
            "Contact_Company": "mm2 Entertainment",
            "Contact": "mm2@email.com"
    },
        "Ah Boys To Men 2": {
            "Theme": "Family Friendly",
            "Title": "Ah Boys To Men 2",
            "Trailer_Link": "https://www.youtube.com/watch?v=NigSUgfMAG0",
            "Synopsis": "After his recovery and realising his mistakes, Ken returns to Basic Military Training. Determined to change, Ken prepares to prove himself. This change in attitude from Ken draws dislike and mockery from his section mates. At the same time, when his girlfriend breaks up with him for another guy, Ip Man, helped by his section mates, takes revenge. A fight breaks out between the section mates and the new boyfriend's gang. Wayang King is the first to run away, but Ken stays behind to defend his mates. Ken defends his actions to his commanders because he has learned that he should “leave no man behind”. Is he right not to go through thick and thin with his mates? What punishment will be meted out? How will the conflicts between Ken and his friends be resolved? Will they be able to work together to face their greatest challenge?",
            "Country": "Singapore",
            "Language": "English, Mandarin, Dialect",
            "Year": "2013",
            "Accolades": "This series of Ah Boys to Men was well-received in Singapore.",
            "Rating": "PG 13",
            "Contact_Company": "mm2 Entertainment",
            "Contact": "mm2@email.com"
    },
        "Ah Boys To Men": {
            "Theme": "Family Friendly",
            "Title": "Ah Boys To Men",
            "Trailer_Link": "https://www.youtube.com/watch?v=8AtFZIENdOo",
            "Synopsis": "Ken, born into a rich family, has been spoilt by his mother and grandmother since he was young. His subpar ‘A’-Levels grades can’t get him into local universities, so he hopes to study abroad with his girlfriend. However, his plans are disrupted by his National Service (NS) call-up. After enlistment and the subsequent Basic Military Training (BMT), Ken appears to be highly demoralised. Ken gets to know a motley group of people through BMT, like Wayang King, Nerd Boy, Blur King, Lobang King (Street Smart), Shorty, Muthu, and Ah Beng. Together, they undergo harsh training, and friendship starts to develop among them.\r\n\r\nThrough thick and thin, and a series of incidents and adventures, Ken and his section mates begin to understand and appreciate the importance of NS. After two months of rigorous BMT training, the boys prepare for their Passing Out Parade. In front of their proud parents watching from the stands, they take the oath to protect Singapore with their lives. They have finally gone from Ah Boys to Men.",
            "Country": "Singapore ",
            "Language": "English, Mandarin, Dialect",
            "Year": "2012",
            "Accolades": "This series of Ah Boys to Men was well-received in Singapore.",
            "Rating": "PG 13",
            "Contact_Company": "Clover Films",
            "Contact": "clover@email.com"
    },
        "881": {
            "Theme": "Family Friendly",
            "Title": "881",
            "Trailer_Link": "https://www.youtube.com/watch?v=QxyudJzpTh0&t=2s",
            "Synopsis": "The story of two childhood friends who grew up mesmerized by the glitter and glamour of getai. They are The Papaya Sisters, two of the showiest performers on the circuit, because the stage - with all its pomp and pageantry - is a respite from the emptiness and dreariness of their own lives.",
            "Country": "Singapore ",
            "Language": "Mandarin, Dialect",
            "Year": "2007",
            "Accolades": "In Competition - 44th Taipei Golden Horse Awards 2007\r\nOfficial Selection - 12th Busan International Film Festival 2007",
            "Rating": "PG",
            "Contact_Company": "Zhao Wei Films",
            "Contact": "zhaowei@email.com"
    },
        "Homerun": {
            "Theme": "Family Friendly",
            "Title": "Homerun",
            "Trailer_Link": "https://www.youtube.com/watch?v=hVO8G-9KeHA",
            "Synopsis": "A remake of the Iranian film Children of Heaven, Jack Neo's Homerun is set in 1965 Singapore, and tells the story of children living in a kampong trying to find a lost pair of shoes. With themes ranging from friendship and kinship, to the political relations between Singapore and Malaysia, to socio-economic relationships between the rich and poor, this film is a window into the past, of the old Singapore just after independence.",
            "Country": "Singapore ",
            "Language": "Mandarin",
            "Year": "2003",
            "Accolades": "Best New Performer (Megan Zheng) - 40th Taipei Golden Horse Awards 2003",
            "Rating": "PG",
            "Contact_Company": "Mediacorp",
            "Contact": "mediacorp@email.com"
    },
        "Geylang": {
            "Theme": "World Cinema",
            "Title": "Geylang",
            "Trailer_Link": "https://www.youtube.com/watch?v=SjdF9OGDP2o",
            "Synopsis": "The life of five disparate people intertwine as they deal with issues of money, class, ambition, and love in Geylang. The life of five disparate people intertwine as they deal with issues of money, class, ambition, and love in Geylang.",
            "Country": "Singapore",
            "Language": "Mandarin, English, Dialect",
            "Year": "2022",
            "Accolades": "Nominated (Best Action Choreography) - 59th Golden Horse Awards 2022",
            "Rating": "M 18",
            "Contact_Company": "mm2 Entertainment",
            "Contact": "mm2@email.com"
    },
        "Precious Is The Night": {
            "Theme": "World Cinema",
            "Title": "Precious Is The Night",
            "Trailer_Link": "https://www.youtube.com/watch?v=WAyzA33E5q8",
            "Synopsis": "Place: Singapore. Year: 1969. One murder case. Two bodies: one male, one female. The writer completes a full picture of the aforementioned murder case using only fragmented information that he found in the old stack of newspaper and the imagination and pure assumption of his own. There are only three persons living in this good-class bungalow: a lady in her early thirties, and her two serving maids. The lady, who is suffering from depression, is believed to be a mistress of a mysterious person. A handsome family doctor comes visiting her frequently and gives her injections of sedative. The lady is planning a secret runaway with the doctor. Walls have ears. The senior maid is eavesdropping on their conversations.",
            "Country": "Singapore",
            "Language": "Mandarin",
            "Year": "2020",
            "Accolades": "Nominated (Best Cinematography, Best Make-up and Costume) - 57th Golden Horse Awards 2020",
            "Rating": "M 18",
            "Contact_Company": "mm2 Entertainment",
            "Contact": "mm2@email.com"
    },
        "Wet Season": {
            "Theme": "World Cinema",
            "Title": "Wet Season",
            "Trailer_Link": "https://www.youtube.com/watch?v=j7HdpIpkjXY",
            "Synopsis": "Set during the monsoon season in Singapore, Wet Season follows the plight of Ling, a Chinese language teacher, whose marriage and school life is falling apart because she is unable to bear a child. An unlikely friendship with a student helps her reaffirm her identity as a woman.",
            "Country": "Singapore",
            "Language": "Mandarin, English with Dialect",
            "Year": "2019",
            "Accolades": "Official Selection - 44th Toronto International Film Festival 2019\r\nBest Acctress - 56th Taipei Golden Horse Awards 2019\r\nOfficial Selection - 30th Singapore International Film Festival 2019",
            "Rating": "M 18",
            "Contact_Company": "Giraffe Pictures",
            "Contact": "giraffe@email.com"
    },
        "A Land Imagined": {
            "Theme": "World Cinema",
            "Title": "A Land Imagined",
            "Trailer_Link": "https://www.youtube.com/watch?v=l0Ie2RXRiY8",
            "Synopsis": "A lonely construction worker from China goes missing at a Singapore land reclamation site, and a sleepless police investigator must put himself in the mind of the migrant to uncover the truth beneath all that sand.",
            "Country": "Singapore",
            "Language": "Mandarin, English",
            "Year": "2019",
            "Accolades": "Golden Leopard (Pardo d'oro) - 71st Locarno International Film Festival 2018\r\nBest Original Screenplay and Best Original Score - 56th Taipei Golden Horse Awards 2019\r\nBest Film, Silver Screen Awards - 29th Singapore International Film Festival 2018",
            "Rating": "NC 16",
            "Contact_Company": "Akanga Film Asia",
            "Contact": "akanga@email.com"
    },
        "Apprentice": {
            "Theme": "World Cinema",
            "Title": "Apprentice",
            "Trailer_Link": "https://www.youtube.com/watch?v=AxY3zZCqeTw",
            "Synopsis": "Aiman, a 28-year-old correctional officer, is transferred to the territory’s top prison. He strikes up a friendship with Rahim, who is revealed to be the chief executioner of the prison, and one of the world’s most prolific. Can Aiman overcome his conscience and a past that haunts him to become the executioner’s apprentice?",
            "Country": "Singapore",
            "Language": "English, Malay",
            "Year": "2016",
            "Accolades": "In Competition, Un Certain Regard - 69th Cannes Film Festival 2016\r\nOfficial Selection - 21st Busan International Film Festival 2016\r\nOfficial Selection - 41st Toronto International Film Festival 2016",
            "Rating": "M 18",
            "Contact_Company": "Akanga Film Asia",
            "Contact": "akanga@email.com"
    },
        "A Yellow Bird": {
            "Theme": "World Cinema",
            "Title": "A Yellow Bird",
            "Trailer_Link": "https://www.youtube.com/watch?v=5VYfkcadvtQ",
            "Synopsis": "The journey of a man, newly released from prison, as he tries to reconnect with those he has hurt: his mother, his ex-wife, and his daughter. Learning that his past actions have led to an irreversible tragedy, he becomes determined to seek redemption at any cost.",
            "Country": "Singapore",
            "Language": "English, Tamil",
            "Year": "2016",
            "Accolades": "Cinefondation L'Atelier - 67th Cannes Film Festival 2014\r\nOfficial Selection, Semaine De La Critique (Cannes Critics' Week) - 69th Cannes Film Festival 2016",
            "Rating": "M 18",
            "Contact_Company": "Akanga Film Asia",
            "Contact": "akanga@email.com"
    },
        "Sandcastle": {
            "Theme": "World Cinema",
            "Title": "Sandcastle",
            "Trailer_Link": "https://www.youtube.com/watch?v=T_npfFiKYVE",
            "Synopsis": "The coming-of-age story of 18 year-old Xiang En, who discovers that his late father was a student activist during the turbulent times in Singapore’s formative years. But in a family that prefers to forget, En has to uncover the truth before it is erased by the tides of time.",
            "Country": "Singapore",
            "Language": "English, Mandarin",
            "Year": "2010",
            "Accolades": "In Competition, Semaine de la Critique (Cannes Critics' Week) - 50th Cannes Film Festival 1997\r\n",
            "Rating": "NC 16",
            "Contact_Company": "Akanga Film Asia",
            "Contact": "akanga@email.com"
    },
        "Singapore Dreaming": {
            "Theme": "World Cinema",
            "Title": "Singapore Dreaming",
            "Trailer_Link": "https://www.youtube.com/watch?v=nkltfad4VZA",
            "Synopsis": "\"A graceful satire about Western capitalism in the East” (Variety), this poignant and darkly humorous story weaves a layered and moving tale about a typical Singaporean family dealing with loss, ambition and the search for what really matters in life.",
            "Country": "Singapore",
            "Language": "English, Mandarin, Dialect",
            "Year": "2006",
            "Accolades": "Official Selection - 19th Singapore International Film Festival 2006\r\nMontblanc New Screenwriters Award - 54th San Sebastian International Film Festival 2006",
            "Rating": "PG",
            "Contact_Company": "Dim Sum Warriors",
            "Contact": "dimsum@email.com"
    },
        "Forever Fever": {
            "Theme": "World Cinema",
            "Title": "Forever Fever",
            "Trailer_Link": "https://www.youtube.com/watch?v=66wf1pTPb10&t=1375s",
            "Synopsis": "In 1977, Ah Hock, a supermarket employee in his 20s, desires to buy a new motorbike, though he does not have enough money. When Saturday Night Fever is released in Singapore, he is inspired to enter a dance contest to raise the money. Guided by his heroes, John Travolta and Bruce Lee, Hock competes in the contest and fights against local bullies.",
            "Country": "Singapore",
            "Language": "English, Dialect",
            "Year": "1998",
            "Accolades": "First Singaporean film to be bought for worldwide commercial release by major film distributor, Miramax",
            "Rating": "PG",
            "Contact_Company": "Tiger Tiger Productions",
            "Contact": "tiger@email.com"
    },
        "12 Storeys": {
            "Theme": "World Cinema",
            "Title": "12 Storeys",
            "Trailer_Link": "https://www.youtube.com/watch?v=lwz3T274gU0&t=34s",
            "Synopsis": "The film depicts a day in a HDB block (government residential flats) in Singapore with all the action occurring within a 24-hour period. There are essentially three main storylines: \r\n\r\nChina Bride: Ah Gu, a middle-aged man has brought home a pretty young wife from China, but he has to cope with her overly high expectations, and as a result of that, her increasing frustration and disappointment with life in Singapore.\r\n\r\nSan San: San San lives alone with only suicide in her mind. A meeting with the daughter of her mother's former employer, Rachel acts as a trigger for an outpouring of sadness.\r\n\r\nSister's Keeper: With their parents away, upright but overbearing eldest brother Meng takes the opportunity to lord it over his rebellious younger sister Trixie and little brother Tee. Meng's persistent interest in Trixie's personal life leads to first, an interrogation, then an argument, and ultimately something far more explosive.",
            "Country": "Singapore",
            "Language": "English, Mandarin",
            "Year": "1997",
            "Accolades": "In Competition, Un Certain Regard - 50th Cannes Film Festival 1997\r\nNETPAC - FIPRESCI Critic's Prize - 10th Singapore International Film Festival 1997",
            "Rating": "PG 13",
            "Contact_Company": "Zhao Wei Films",
            "Contact": "zhaowei@email.com"
    },
        "Autobiography": {
            "Theme": "Southeast Asian Cinema",
            "Title": "Autobiography",
            "Trailer_Link": "https://www.youtube.com/watch?v=V2R9LtCNoSE",
            "Synopsis": "A young man working as a housekeeper in an empty mansion. When its owner returns to start his mayoral election campaign, the young man bonds with him and defends him when his campaign is vandalized, setting off a chain of violence.",
            "Country": "Singapore, Indonesia,  France, Poland, Philippines, Germany",
            "Language": "Indonesian",
            "Year": "2022",
            "Accolades": "Winner (NETPAC Award - Best Asian Film) - Golden Horse Film Festival 2022\r\nNominated (Venice Horizons Award - Best Film) - Venice Film Festival 2022\r\nWinner (FIPRESCI Prize - Orrizonti and Parallel Sections) - Venice Film Festival 2022\r\nWinner (Silver Screen Award - Best Asian Feature Film) - Singapore International Film Festival 2022",
            "Rating": "PG 13",
            "Contact_Company": "Potocol",
            "Contact": "potocol@email.com"
    },
        "Arnold Is A Model Student": {
            "Theme": "Southeast Asian Cinema",
            "Title": "Arnold Is A Model Student",
            "Trailer_Link": "https://www.youtube.com/watch?v=sQZR7w5m5Uw",
            "Synopsis": "Arnold is a high school student in Bangkok. He's also a school representative for an academic contest. One day, he got involved with the cheating of the entrance examination to the prestigious military school. What happens to him after that will change his perception of morality forever.",
            "Country": "Singapore, Thailand, France, Netherlands, Philippines",
            "Language": "Thai",
            "Year": "2022",
            "Accolades": "Nominated (Golden Leopard - Filmmakers of the Present) - 75th Locarno International Film Festival 2022\r\nNominated (NETPAC Award) - 59th Golden Horse Film Festival 2022\r\nNominated (Silver Screen Award) - 33rd Singapore International Film Festival 2022\r\nWinner (Special Mention) - 33rd Singapore International Film Festival 2022",
            "Rating": "PG 13",
            "Contact_Company": "Giraffe Pictures",
            "Contact": "giraffe@email.com"
    },
        "Anatomy of Time": {
            "Theme": "Southeast Asian Cinema",
            "Title": "Anatomy of Time",
            "Trailer_Link": "https://www.youtube.com/watch?v=wxKUlvtjliE",
            "Synopsis": "Two fragments in a woman's life. Maem is a young woman in 1960s rural Thailand. Her clocksmith father imparts his philosophy onto his daughter, while tensions from the military distatorship and communist rebels are rising. She is courted by two very different young men – a feeble rickshaw driver who is literally pushed aside by an ambitious and ruthless army chief. Fifty years later, the army chief has become a disgraced general. Maem nurses her abusive husband during his last days and looks back at her past filled with loss, suffering and joy. Beyond the nostalgia of Maem’s life, ANATOMY OF TIME is also a tangible interpretation of a generation that is slowly fading. On one level a deeply felt story of a woman, and on another, that of a country’s tragic past and its exploited people. ",
            "Country": "Singapore, Thailand, France, Netherlands",
            "Language": "Thai, Mandarin",
            "Year": "2021",
            "Accolades": "Official Selection (Orizzonti Competition) - 78th Venice Film Festival 2021\r\nOfficial Selection - 26th Busan International Film Festival 2021\r\nIn Competition - 58th Taipei Golden Horse Awards 2021\r\nIn Competition - 32nd Singapore International Film 2021",
            "Rating": "R 21",
            "Contact_Company": "M'Go Films",
            "Contact": "mgo@email.com"
    },
        "Yuni": {
            "Theme": "Southeast Asian Cinema",
            "Title": "Yuni",
            "Trailer_Link": "https://www.youtube.com/watch?v=pZCBXHedc0A",
            "Synopsis": "Yuni is a teenage girl. Smart with big dreams attending university. When two men she barely knows ask to marry her, she rejects their proposals, sparking gossip about myth that a woman who rejects three proposals will never marry. The pressure is building when a third man asks for her hand, and Yuni must choose between the myth of a final chance at marriage, or her dream of future happiness.",
            "Country": "Singapore, Indoneisa, France",
            "Language": "Indonesian",
            "Year": "2021",
            "Accolades": "Best Film, Platform Competition - 46th Toronto International Film Festival 2021",
            "Rating": "NC 16",
            "Contact_Company": "Akanga Film Asia",
            "Contact": "akanga@email.com"
    },
        "Pop Aye": {
            "Theme": "Southeast Asian Cinema",
            "Title": "Pop Aye",
            "Trailer_Link": "https://www.youtube.com/watch?v=5ku1ZPsWqM0",
            "Synopsis": "On a chance encounter, a disenchanted architect bumps into his long-lost elephant on the streets of Bangkok. Excited, he takes his elephant on a redemptive journey across Thailand, in search of the farm where they grew up together – only to discover the truth about himself and the life he callously left behind.",
            "Country": "Singapore, Thailand",
            "Language": "Thai, English",
            "Year": "2017",
            "Accolades": "World Cinema Dramatic Special Jury Award for Screenwriting - 27th Sundance Film Festival 2017\r\nVPRO Big Screen Award - 46th International Film Festival Rotterdam 2017\r\nCinefondation L'atelier - 68th Cannes Film Festival 2015",
            "Rating": "M 18",
            "Contact_Company": "Giraffe Pictures",
            "Contact": "giraffe@email.com"
    }
}